def menu
  menu = 
  "--------------------------------------------\n" +
  "Введите номер действия:\n" +
  "1) Создать станцию\n" +
  "2) Создать поезд\n" + 
  "3) Создать маршрут\n" +
  "4) Добавить поезд на станцию\n" +
  "5) Добавить станцию в маршрут\n" +
  "6) Удалить станцию из маршрута\n" +
  "7) Назначить маршрут поезду\n" +
  "8) Добавить вагон к поезду\n" +
  "9) Отцепить вагон от поезда\n" +
  "10) Переместить поезд по маршруту вперед\n" +
  "11) Переместить поезд по маршруту назад\n" +
  "12) Просмотреть список станций\n" +
  "13) Просмотреть список поездов на станции\n" +
  "14) Выход"
  puts menu
end
