def menu
  menu = 
  "Введите номер действия:\n" +
  "1) Создать станцию\n" +
  "2) Создать поезд\n" + 
  "3) Создать маршрут\n" +
  "4) Добавить станцию в маршрут\n" +
  "5) Удалить станцию из маршрута\n" +
  "6) Назначить маршрут поезду\n" +
  "7) Добавить вагон к поезду\n" +
  "8) Отцепить вагон от поезда\n" +
  "9) Переместить поезд по маршруту вперед\n" +
  "10) Переместить поезд по маршруту назад\n" +
  "11) Просмотреть список станций\n" +
  "12) Просмотреть список поездов на станции\n" +
  "13) Выход"
  puts menu
end
